[
  {
    "id": 1,
    "title": "Война и мир",
    "description": "Масштабный, многоплановый роман Льва Толстого, охватывающий судьбы множества персонажей на фоне исторических событий начала XIX века. Книга сочетает глубокие размышления о природе истории и человека с живыми бытовыми сценами, семейными драмами и философскими диалогами. Через судьбы Ростовых, Болконских и Безуховых Толстой исследует тему ответственности, любви, войны и мирного созидания.\n\nРоман также подробно показывает влияние войны на общественные устои, экономику и культурные ценности, демонстрируя, как исторические потрясения преобразуют личные судьбы и семейные отношения. Толстой использует богатую галерею персонажей, чтобы дать многогранную картину эпохи и поставить вопросы о судьбах нации и индивидууме в историческом потоке.",
    "author": "Лев Толстой",
    "published_date": "1869-01-01",
    "image": "assets/book-photos/vojna_i_mir.jpg"
  },
  {
    "id": 2,
    "title": "Преступление и наказание",
    "description": "Глубоко психологический роман Фёдора Достоевского, в котором автор исследует нравственные дилеммы, совесть и искупление. Главный герой, Родион Раскольников, совершает преступление, считая свою теорию о 'высших' людях оправданной, но постепенно погружается в мучительные сомнения и страхи. Роман показывает сложную драму вины, сострадания и возможности морального возрождения через страдание и любовь.\n\nДостоевский мастерски описывает внутренние монологи и противоречия героев, создавая напряжённую атмосферу нравственного исследования. Через диалоги, сцены суда совести и взаимоотношения с соплеменниками автор раскрывает сложность человеческой души и поиск искупления в мире, где законы и мораль часто расходятся.",
    "author": "Фёдор Достоевский",
    "published_date": "1866-01-01",
    "image": "assets/book-photos/prestuplenie_i_nakazanie.jpg"
  },
  {
    "id": 3,
    "title": "Мастер и Маргарита",
    "description": "Многослойный роман Михаила Булгакова, совмещающий сатиру на советскую действительность, философские размышления и мистическую историю любви. Сюжет включает визит Воланда и его свиты в Москву, параллельную линию о Понтии Пилате и трагическую линию Мастера и Маргариты. Книга наполнена парадоксами, юмором и драмой, задаёт вопросы о добре, зле, свободе творчества и цене истинной любви.\n\nБулгаков искусно переплетает реализм и фантастику, создавая аллегорическую картину общества и человеческой природы. Тонкие метафоры и яркие образы делают роман многозначительным, позволяя читателю находить новые смысловые пласты при каждом прочтении.",
    "author": "Михаил Булгаков",
    "published_date": "1967-01-01",
    "image": "assets/book-photos/master_i_margarita.jpg"
  },
  {
    "id": 4,
    "title": "Анна Каренина",
    "description": "Роман Льва Толстого, в котором трагическая история любви Анны Карениной переплетается с масштабными социальными и моральными проблемами русского общества. Через судьбы героев Толстой исследует конфликт между личным счастьем и общественными нормами, природу ревности, долг и ответственность. Произведение сочетает психологическую глубину с острой социальной критикой и тонким анализом семейных отношений.\n\nТолстой уделяет внимание не только драме главной героини, но и судьбам второстепенных персонажей, демонстрируя разные подходы к семейной жизни и нравственным дилеммам. Его художественная палитра включает наблюдения за бытом, моральные дебаты и философские отступления, делающие роман многогранным.",
    "author": "Лев Толстой",
    "published_date": "1877-01-01",
    "image": "assets/book-photos/anna_karenina.jpg"
  },
  {
    "id": 5,
    "title": "Обломов",
    "description": "Социально-психологический роман Ивана Гончарова о судьбе российского помещика Обломова, символизирующего инертность, апатию и конфликты внутреннего мира. Автор с иронией и сочувствием описывает повседневную жизнь, мечты и упущенные возможности героя, ставя вопрос о влиянии окружения и воспитания на характер человека. Книга остроумно фиксирует переходную эпоху и тонкие противоречия истории и личности.\n\nГончаров исследует социальные предпосылки апатии и роль общественных институтов в формировании характера. Произведение остаётся актуальным как исследование человеческой пассивности и барьеров на пути к самореализации.",
    "author": "Иван Гончаров",
    "published_date": "1859-01-01",
    "image": "assets/book-photos/oblomov.jpg"
  },
  {
    "id": 6,
    "title": "Доктор Живаго",
    "description": "Эпическая повесть-роман Бориса Пастернака о жизни врача и поэта Юрия Живаго в бурные годы революции и гражданской войны. Через личную судьбу героя автор раскрывает темы любви, утраты, творчества и морального выбора в условиях исторических катаклизмов. Произведение сочетает поэтическую прозу с философскими рассуждениями о человеческой судьбе и месте искусства в жизни общества.\n\nПастернак умело переплетает общественные события с интимной драмой персонажей, показывая, как эпоха влияет на индивидуальную судьбу и творческое начало. Его язык насыщен поэтическими образами, что придаёт роману особую лирическую окраску и эмоциональную глубину.",
    "author": "Борис Пастернак",
    "published_date": "1957-01-01",
    "image": "assets/book-photos/doktor_zivago.jpg"
  },
  {
    "id": 7,
    "title": "Тихий Дон",
    "description": "Многотомный роман Михаила Шолохова, описывающий судьбы донских казаков в период революции и гражданской войны. Произведение показывает сложные нравственные выборы, разрыв семейных связей и трагедии, вызванные историческими потрясениями. Шолохов сочетает широкий социальный холст с детальным изображением быта, традиций и внутренней борьбы персонажей.\n\nРоман исследует влияние исторических процессов на народные традиции и судьбы отдельных семей, подчёркивая, как общественные перемены проникают в самые интимные сферы жизни. Шолохов уделяет внимание психологической достоверности персонажей и реалистичности бытовых сцен.",
    "author": "Михаил Шолохов",
    "published_date": "1940-01-01",
    "image": "assets/book-photos/tihiy_don.jpg"
  },
  {
    "id": 8,
    "title": "Евгений Онегин",
    "description": "Роман в стихах Александра Пушкина, считающийся одной из вершин русской классики, сочетает философские размышления, лирические отступления и острую социальную сатиру. История Евгения Онегина и Татьяны Лариной — это рассказ о пустоте светской жизни, судьбе несчастной любви и столкновении идеалов с реальностью. Поэтический язык, тонкий психологизм и живые бытовые зарисовки сделали произведение бессмертным.\n\nПушкин использует образные средства и тонкие ремарки, чтобы создать многомерный портрет эпохи и нравов, а также показать внутренние мотивации персонажей. Роман остаётся источником вдохновения для литературных исследований и сценических интерпретаций.",
    "author": "Александр Пушкин",
    "published_date": "1833-01-01",
    "image": "assets/book-photos/evgeniy_onegin.jpg"
  },
  {
    "id": 9,
    "title": "Дубровский",
    "description": "Приключенческий и в то же время социально-критический роман Александра Пушкина о судьбе молодого помещика Владимира Дубровского, ставшего разбойником из-за несправедливости. Произведение исследует тему чести, мести и социальных конфликтов, показывая, как личная трагедия переплетается с общественными пороками. Яркие сцены, динамичный сюжет и характерная для Пушкина меткая речь делают роман привлекательным и по сей день.\n\nПушкин акцентирует внимание на судебной и социальной несправедливости, а также на личных мотивах героев, создавая напряжённый сюжет, сочетающий драму и романтические черты. Роман остаётся востребован как исторический и литературный материал.",
    "author": "Александр Пушкин",
    "published_date": "1841-01-01",
    "image": "assets/book-photos/dubrovskiy.jpg"
  },
  {
    "id": 10,
    "title": "Белая гвардия",
    "description": "Роман Михаила Булгакова о жизни интеллигенции и офицерских семей во времена распада власти и гражданской войны, сосредоточенный на судьбе семьи Турбиных. Книга сочетает бытовые детали, трагические события и философские размышления о хрупкости гражданского мира и значения человеческой привязанности. Булгаков показывает внутренние переживания персонажей, их страхи и надежды в условиях хаоса.\n\nПроизведение также служит размышлением о роли истории и памяти, о том, как личные истории переплетаются с глобальными потрясениями. Автора интересует судьба человека в момент перелома и способы, которыми люди сохраняют человеческое в нечеловеческих условиях.",
    "author": "Михаил Булгаков",
    "published_date": "1925-01-01",
    "image": "assets/book-photos/belaya_gvardiya.jpg"
  },
  {
    "id": 11,
    "title": "Пикник на обочине",
    "description": "Культовый научно-фантастический роман братьев Стругацких о загадочной Зоне, оставшейся после внеземного явления, и людях — сталкерах, рискующих жизнью ради артефактов. Книга затрагивает темы морали, ответственности, границ познания и коммерциализации неизвестного. Стругацкие создают атмосферу тревожного реального будущего, где научное и мистическое переплетаются с человеческими слабостями и надеждами.\n\nРоман также фокусируется на социальном и философском аспекте взаимодействия человека с непонятным феноменом: как общество адаптируется, какие моральные дилеммы возникают и как личность меняется под давлением неизвестного. Это произведение оставляет больше вопросов, чем ответов, и побуждает к размышлениям.",
    "author": "Аркадий и Борис Стругацкие",
    "published_date": "1972-01-01",
    "image": "assets/book-photos/piknic_na_obochine.jpg"
  },
  {
    "id": 12,
    "title": "Дети Арбата",
    "description": "Многоплановый роман Анатолия Рыбакова, рассказывающий о жизни молодёжи, политических интригах и репрессиях в Москве 1930‑х годов. Произведение передаёт атмосферу страха, надежд и предательства, показывает, как идеологии и власть влияют на судьбы конкретных людей. Через судьбы героев автор раскрывает проблему нравственного выбора и цену человеческой преданности идее.\n\nРыбаков показывает психологические и социальные последствия репрессий, вплоть до разрушения судеб и семей. Он исследует механизмы пропаганды, манипуляции и общественного давления, демонстрируя, как легко подмена ценностей разрушает личную мораль.",
    "author": "Анатолий Рыбаков",
    "published_date": "1987-01-01",
    "image": "assets/book-photos/deti_arbata.jpg"
  },
  {
    "id": 13,
    "title": "Золотой телёнок",
    "description": "Сатирический и ироничный роман Ильи Ильфа и Евгения Петрова о приключениях Остапа Бендера и поисках лёгкой наживы в советской действительности. Книга полна острых наблюдений, ярких характеров и юмора, обнажающего человеческие слабости и абсурдность мира. Произведение сохраняет актуальность благодаря универсальности сатиры и мастерству авторов в создании комических ситуаций.\n\nАвторы мастерски выписывают социальные типажи и комические ситуации, а динамический стиль повествования поддерживает постоянный тон лёгкой иронией. Их сатира направлена не только на общественные пороки, но и на вечные человеческие слабости, что делает роман живым и современным.",
    "author": "Илья Ильф, Евгений Петров",
    "published_date": "1931-01-01",
    "image": "assets/book-photos/zolotoy_telenok.jpg"
  },
  {
    "id": 14,
    "title": "12 стульев",
    "description": "Лёгкий, динамичный и смешной роман Ильи Ильфа и Евгения Петрова о поисках сокровищ, спрятанных в одном из двенадцати стульев. Произведение наполнено комедийными сценами, колоритными персонажами и сатирой на общественные устои и человеческую жадность. Этот роман — классический пример советской юмористической прозы и мастерского сюжетообразования.\n\nКроме забавных приключений, авторы затрагивают темы человеческой амбиций и абсурда, показывая, как мелкие страсти и авантюризм движут героями в поисках богатства. Юмор здесь служит зеркалом общества и позволяет осмеять обыденные пороки.",
    "author": "Илья Ильф, Евгений Петров",
    "published_date": "1928-01-01",
    "image": "assets/book-photos/12_stuliev.jpg"
  },
  {
    "id": 15,
    "title": "Недоросль",
    "description": "Классическая комедия Дениса Фонвизина, разоблачающая пороки дворянского воспитания и претензии обывательской морали XVIII века. В пьесе автор использует остроумие и сатиру, чтобы показать дилетантство, невоспитанность и ложные ценности общества своего времени. Текст остаётся актуальным благодаря универсальной теме воспитания и общественной критике.\n\nФонвизин создаёт яркие комические сцены и характеры, обличающие общественные пороки через преувеличение и иронию. Пьеса служит сильным инструментом нравственной критики и по сей день применяется в педагогических и литературных анализах.",
    "author": "Денис Фонвизин",
    "published_date": "1782-01-01",
    "image": "assets/book-photos/nederosol.jpg"
  }
]
